Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# settings.button.label.battery_percentage_next_to_icon
source: Show percentage next to icon
cs: Zobrazit procenta vedle ikony
de: Prozentanzeige neben dem Symbol anzeigen
fr: Afficher le pourcentage à côté de l’icône
it: Mostra la percentuale accanto all’icona
ja: アイコンの横にパーセンテージを表示
ko: 아이콘 옆에 백분율 표시
nl: Toon percentage naast icoon
pl: Pokaż procent obok ikony
pt_br: Mostrar percentual ao lado do ícone
ru: Показать процент рядом с иконкой
tr: İkonun yanında yüzdeyi göster
uk: Показати відсоток поруч із значком
zh_hans: 在图标旁显示百分比

# settings.button.label.blink_magSafe_when_discharging
source: Blink the LED on MagSafe a few times when the app begins to discharge the battery
cs: Několikrát bliknout kontrolkou LED na zařízení MagSafe, když aplikace začne vybíjet baterii
de: Lasse die MagSafe LED ein paar mal blinken, sobald die App beginnt den Akku zu entladen
fr: Faire clignoter la LED du MagSafe quelques fois lorsque l'application commence à décharger la batterie
it: Lampeggia il LED sul MagSafe qualche volta quando l'applicazione comincia a scaricare la batteria
ja: アプリがバッテリーを放電し始めると、MagSafeのLEDを数回点滅させる
ko: 배터리를 방전하기 시작할 경우 MagSafe LED의 불빛을 몇 번 깜빡임
nl: Knipper het MagSafe lampje een aantal keer als de app begint met het ontladen van de batterij
pl: Mrugnij pare razy diodą LED na MagSafe, gdy apka zacznie rozładowywać baterię
pt_br: Pisque o LED do MagSafe algumas vezes quando o aplicativo começar a descarregar a bateria
ru: Мигнуть светодиодом на MagSafe несколько раз, когда приложение начнет разряжать аккумулятор.
tr: Uygulama pili boşaltmaya başladığında MagSafe üzerindeki LED’i birkaç kez yanıp söndür
uk: Блимати індикатором на MagSafe кілька разів, коли програма почне розряджати акумулятор.
zh_hans: 当电池开始放电时，MagSafe上的LED将闪烁数次

# settings.button.label.charging_status_did_change
source: Charging status has changed
cs: Změnil se stav nabíjení
de: Ladestatus hat sich geändert
fr: Le statut de charge a changé
it: Lo stato della batteria è cambiato
ja: 充電ステータスが変わった時に通知する
ko: 충전 상태가 변할 경우
nl: Oplaadstatus is veranderd
pl: Pokaż powiadomienia gdy tryb ładowania się zmienił
pt_br: O status de carregamento mudou
ru: Статус зарядки изменился
tr: Şarj durumu değişti
uk: Статус заряджання змінився
zh_hans: 充电状态已更改

# settings.button.label.check_for_beta_updates
source: Allow the beta version of the app
cs: Povolit betaverzi aplikace
de: Erlaube Beta-Versionen der App
fr: Autoriser la version bêta de l'application
it: Consenti la versione beta dell'app
ja: アプリのベータ版を許可する
ko: 베타 버전 업데이트 받기
nl: Gebruik bètaversie van de app (indien beschikbaar)
pl: Pozwalaj na użycie wersji beta
pt_br: Permitir versões beta do aplicativo
ru: Разрешить бета-версию приложения
tr: Uygulamanın beta sürümüne izin ver
uk: Дозволити бета-версію програми
zh_hans: 允许检查测试版更新

# settings.button.label.choose_status_icon_style
source: Choose status icon style
cs: Vyberte styl ikony stavu
de: Stil des Statussymbols auswählen
fr: Choisir le style de l’icône d’état
it: Scegli lo stile dell’icona di stato
ja: ステータスアイコンのスタイルを選択
ko: 상태 아이콘 스타일 선택
nl: Kies stijl van statuspictogram
pl: Wybierz styl ikony statusu
pt_br: Escolher estilo do ícone de status
ru: Выберите стиль значка статуса
tr: Durum simgesi stilini seç
uk: Вибрати стиль значка стану
zh_hans: 选择状态图标样式

# settings.button.label.debug_menu
source: Show Debug menu
cs: Zobrazit Nabídku ladění
de: Zeige das Debug-Menü
fr: Afficher le menu de débug
it: Mostra menu di Debug
ja: デバッグメニューを表示
ko: 디버그 메뉴 보기
nl: Toon foutopsporingsmenu
pl: Pokazuj menu do debugowania
pt_br: Mostrar menu de Debug
ru: Показать меню отладки
tr: Hata ayıklama menüsünü göster
uk: Показати меню налагодження
zh_hans: 显示调试菜单

# settings.button.label.disable_automatic_sleep
source: Delay automatic sleep when charging and the limit's not reached
cs: Zpozdit automatické uspání při nabíjení a nedosažení limitu
de: Verhindere den automatischen Ruhezustand beim Laden, wenn das Ladelimit noch nicht erreicht ist
fr: Retarder la mise en veille automatique lors de la charge tant que la limite n'est pas atteinte
it: Ritarda la sospensione automatica durante la ricarica, se il limite non è stato raggiunto
ja: 充電時に自動スリープを遅らせ、過充電を避ける
ko: 충전 제한까지 충전되지 않았을 경우 잠자기 지연
nl: Stel automatische sluimerstand uit als de limiet nog niet bereikt is tijdens het opladen.
pl: Opóźnij automatycznie usypianie systemu podczas ładowania, gdy limit nie został osiągnięty
pt_br: Atrase a suspensão automática durante o carregamento enquanto o limite não for atingido
ru: Отложить автоматический сон при зарядке и недостигнутом лимите
tr: Şarj olurken ve sınıra ulaşılmadığında otomatik uyku modunu geciktir
uk: Відкласти автоматичний сон під час заряджання, якщо ліміт не досягнуто
zh_hans: 当充电中且未达到限制值时，推迟系统自动睡眠

# settings.button.label.disable_sleep_while_discharging
source: Disable sleep while discharging
cs: Vypnout režim spánku při vybíjení
de: Ruhezustand beim Entladen deaktivieren
fr: Désactiver la mise en veille lors de la décharge
it: Disattiva il sonno durante la scarica
ja: 放電中はスリープを無効にする
ko: 방전 중 수면 비활성화
nl: Schakel slaapstand uit tijdens ontladen
pl: Wyłącz usypianie podczas rozładowywania baterii
pt_br: Desativar o modo de espera durante a descarga
ru: Отключить сон во время разряда
tr: Deşarj sırasında uyku modunu devre dışı bırak
uk: Вимкнути сон під час розряджання
zh_hans: 放电时禁用睡眠

# settings.button.label.discharge_batter_when_overcharged
source: Discharge battery when charged over limit
cs: Vybití baterie při překročení limitu
de: Den Akku entladen, wenn das Ladelimit überschritten wurde
fr: Décharger la batterie lorsqu'elle est chargée au-delà de la limite
it: Scarica la batteria quando la carica supera il limite
ja: 上限を超えて充電されたときにバッテリーを放電する
ko: 충전 제한을 넘어서 충전된 경우 배터리 방전
nl: Ontlaad batterij wanneer deze is opgeladen boven de limiet
pl: Rozładuj baterię do osiągnięcia limitu ładowania
pt_br: Descarregar a bateria quando a carga estiver acima do limite estabelecido
ru: Разряжать аккумулятор при превышении лимита заряда
tr: Sınırın üzerinde şarj edildiğinde pili boşalt
uk: Розряджати акумулятор при перевищенні ліміту заряду
zh_hans: 当电量超过限制值时对电池放电

# settings.button.label.enable_system_charge_limit_on_sleep
source: Automatically enable system charge limit (80%) when the Mac goes to sleep
cs: Automaticky povolit omezení nabití systému (80 %), když Mac přejde do režimu spánku
de: Automatisch das System-Ladelimit (80 %) aktivieren, sobald der Mac in den Ruhezustand wechselt
fr: Activer automatiquement la limite de charge système (80 %) lorsque le Mac passe veille
it: Abilita automaticamente il limite (80%) quando il Mac va in standby
ja: Macがスリープしたら自動でシステムの充電上限(80%)を有効化する
ko: Mac이 잠자기로 전환될 경우 시스템 설정(80%)에 따라 자동으로 충전 제한
nl: Schakel systeem-oplaadlimiet (80%) automatisch in bij sluimerstand
pl: Automatycznie włącz systemowy limit ładowania (80%) gdy Mac się usypia
pt_br: Habilitar automaticamente o limite de carga do sistema (80%) quando o Mac entrar em suspensão
ru: Автоматически включать системное ограничение заряда (80 %), когда Mac переходит в спящий режим
tr: Mac uyku moduna geçtiğinde sistem şarj sınırını (%80) otomatik olarak etkinleştir
uk: Автоматично вмикати системне обмеження заряду (80%), коли Mac переходить у сплячий режим
zh_hans: 当Mac进入睡眠时自动启动系统充电限制（80%）

# settings.button.label.high_energy_impact_processes_show
source: Show apps with high energy usage
cs: Zobrazit aplikace s vysokou spotřebou energie
de: Zeige Apps mit hohem Stromverbrauch
fr: Afficher les applications avec une utilisation élevée de l'énergie
it: Mostra applicazioni ad alto consumo
ja: エネルギーを著しく消費しているアプリを表示する
ko: 많은 에너지를 사용 중인 앱 표시
nl: Toon apps met hoog energieverbruik
pl: Pokazuj apki z dużym zużyciem energii
pt_br: Mostrar aplicativos com alto consumo de energia
ru: Показать приложения с высоким энергопотреблением
tr: Yüksek enerji kullanan uygulamaları göster
uk: Показати програми з високим енергоспоживанням
zh_hans: 显示高能耗应用

# settings.button.label.launch_at_login
source: Open at login
cs: Otevřít při přihlášení
de: Beim Login öffnen
fr: Lancer à l'ouverture de session
it: Apri al login
ja: ログイン時に起動する
ko: 시작 시 실행
nl: Open na inloggen
pl: Uruchom podczas logowania
pt_br: Iniciar no login
ru: Открывать при входе
tr: Oturum açıldığında aç
uk: Відкривати при вході
zh_hans: 系统登录时启动

# settings.button.label.magsafe_use_green_light
source: Use the green light on the MagSafe when charging is paused
cs: Použít zelenou kontrolku na zařízení MagSafe, když je nabíjení pozastaveno
de: Verwende die grüne MagSafe-LED, sobald das Aufladen pausiert wird
fr: Utiliser la lumière verte du MagSafe lorsque la charge est en pause
it: Usa la luce verde sul MagSafe quando la carica è in pausa
ja: 充電が一時停止している場合、MagSafeの緑色のランプを使用する
ko: 충전이 중단된 경우 MagSafe의 불빛을 녹색으로 점등
nl: Gebruik groen licht op de MagSafe kabel als opladen gepauzeerd is
pl: Użyj zielonego światła na ładowarce MagSafe gdy ładowanie jest wstrzymane
pt_br: Use a luz verde do MagSafe quando o carregamento estiver pausado
ru: Использовать зеленый индикатор на MagSafe, когда зарядка приостановлена
tr: Şarj etme durdurulduğunda MagSafe üzerindeki yeşil ışığı kullan
uk: Використовувати зелений індикатор на MagSafe, коли заряджання призупинено
zh_hans: 当充电停止时在MagSafe上显示绿色LED

# settings.button.label.monochrome_icon
source: Show monochrome icon
cs: Zobrazit černobílou ikonu
de: Monochrome Icons verwenden
fr: Affichage monochrome des icônes
it: Mostra l'icona monocolore
ja: モノクロのアイコンを表示
ko: 모노크롬 아이콘 사용
nl: Toon monochroom icoon
pl: Używaj monochromatycznej ikony
pt_br: Mostrar ícone monocromático
ru: Показать монохромный значок
tr: Tek renkli simgeyi göster
uk: Показати монохромний значок
zh_hans: 显示单色图标

# settings.button.label.pause_charging_on_sleep
source: Automatically pause charging when the Mac goes to sleep
cs: Automaticky pozastavit nabíjení, když Mac přejde do režimu spánku
de: Das Aufladen automatisch pausieren, wenn der Mac in den Ruhezustand wechselt
fr: Mettre automatiquement en pause la charge lorsque le Mac passe en veille
it: Metti in pausa automaticamente la carica quando il Mac va in standby.
ja: Macがスリープ状態になった時、自動的に充電を一時停止する
ko: Mac이 잠자기로 전환될 경우 자동으로 충전 중단
nl: Pauzeer opladen automatisch als de sluimerstand geactiveerd wordt
pl: Automatycznie wstrzymywaj ładowanie gdy Mac się usypia
pt_br: Pausar automaticamente o carregamento quando o Mac entrar no modo de suspensão
ru: Автоматически приостанавливать зарядку, когда Mac переходит в спящий режим
tr: Mac uyku moduna geçtiğinde şarj etmeyi otomatik olarak durdur
uk: Автоматично призупиняти заряджання, коли Mac переходить у сплячий режим
zh_hans: 当Mac进入睡眠时自动停止充电

# settings.button.label.send_analytics
source: Send crash reports
cs: Odesílat zprávy o haváriích
de: Absturzberichte senden
fr: Envoyer les rapports de plantage
it: Invia rapporti sugli arresti anomali
ja: クラッシュレポートを送信
ko: 크래시 보고서 보내기
nl: Verstuur crashrapporten
pl: Wysyłaj dane diagnostyczne
pt_br: Enviar relatórios de falhas
ru: Отправить отчёты о сбоях
tr: Çökme raporlarını gönder
uk: Надсилати звіти про збої
zh_hans: 发送崩溃报告

# settings.button.label.show_alerts_when_optimized_charging_is_engaged
source: Show alert when the optimized battery charging is engaged
cs: Zobrazit upozornění, když je zapnuto optimalizované nabíjení baterie
de: Zeige eine Mitteilung, sobald das optimierte Aufladen einsetzt
fr: Afficher une alerte lorsque la charge optimisée de la batterie est activée
it: Mostra un avviso quando viene attivata la modalità carica ottimizzata
ja: バッテリー充電の最適化が作動しているときにアラートを表示する
ko: 최적화된 배터리 충전이 활성화될 경우 알림 표시
nl: Geoptimaliseerd opladen is ingeschakeld
pl: Pokazuj alert gdy systemowe "zoptymalizowane ładowanie baterii" zostanie włączone
pt_br: Mostrar alerta quando o carregamento otimizado da bateria estiver ativado
ru: Показывать предупреждение, когда включена оптимизированная зарядка аккумулятора
tr: İyileştirilmiş pil şarjı devreye girdiğinde uyarı göster
uk: Показувати попередження, коли ввімкнено оптимізоване заряджання акумулятора
zh_hans: 当优化电池充电启用时显示提醒

# settings.button.label.show_battery_chart_in_menu
source: Show the battery percentage chart in the menu
cs: Zobrazit v nabídce graf procentuálního stavu baterie
de: Zeige die Akkuladung in Prozent im Menü
fr: Afficher le pourcentage de la batterie dans le menu
it: Mostra grafico della percentuale della batteria nel menu
ja: バッテリー残量グラフをメニューに表示する
ko: 배터리 잔량 차트 표시
nl: Toon batterijpercentagegrafiek in het menu
pl: Pokazuj wykres ze stanem baterii w menu
pt_br: Mostrar o gráfico de porcentagem da bateria no menu
ru: Показывать диаграмму процента заряда аккумулятора в меню
tr: Menüde pil yüzdesi grafiğini göster
uk: Показувати графік заряду акумулятора в меню
zh_hans: 在菜单中显示电量百分比图表

# settings.button.label.show_battery_cycles
source: Show battery cycles count
cs: Zobrazit počet cyklů baterie
de: Anzahl der Batterieladezyklen anzeigen
fr: Afficher le nombre de cycles de la batterie
it: Mostra il conteggio dei cicli della batteria
ja: バッテリーサイクル数を表示する
ko: 배터리 사이클 수 표시
nl: Toon aantal oplaadcycli
pl: Pokazuj liczbę cykli baterii
pt_br: Mostrar contagem de ciclos da bateria
ru: показать количество циклов заряда аккумулятора
tr: Pil devir sayısını göster
uk: Показати кількість циклів заряду акумулятора
zh_hans: 显示电池循环计数

# settings.button.label.show_battery_health
source: Show battery health
cs: Zobrazit kondici baterie
de: Batteriezustand anzeigen
fr: Afficher la santé de la batterie
it: Mostra la salute della batteria
ja: バッテリー状態を表示する
ko: 배터리 수명 표시
nl: Toon catterijconditie
pl: Pokazuj opis żywotności baterii
pt_br: Mostrar saúde da bateria
ru: показать состояние аккумулятора
tr: Pil sağlığını göster
uk: Показати стан акумулятора
zh_hans: 显示电池健康

# settings.button.label.show_battery_temperature
source: Show battery temperature
cs: Zobrazit teplotu baterie
de: Batterietemperatur anzeigen
fr: Afficher la température de la batterie
it: Mostra la temperatura della batteria
ja: バッテリーの温度を表示する
ko: 배터리 온도 표시
nl: Toon batterijtemperatuur
pl: Pokazuj temperaturę baterii
pt_br: Mostrar temperatura da bateria
ru: показать температуру аккумулятора
tr: Pil sıcaklığını göster
uk: Показати температуру акумулятора
zh_hans: 显示电池温度

# settings.button.label.show_last_discharge_date
source: Show last discharge date
cs: Zobrazit datum posledního vybití
de: Datum der letzten Entladung anzeigen
fr: Afficher la date de la dernière décharge complète
it: Mostra la data dell’ultima scarica
ja: 最後の放電日を表示
ko: 마지막 방전 날짜 보기
nl: Toon datum laatst volledig ontladen
pl: Pokazuj datę ostatniego rozładowania
pt_br: Mostrar data da última descarga
ru: показать дату последнего разряда
tr: Son deşarj tarihini göster
uk: Показати дату останньої розрядки
zh_hans: 显示上次放电日期

# settings.button.label.show_last_full_charge_date
source: Show last full charge date
cs: Zobrazit datum posledního úplného nabití
de: Datum der letzten vollständigen Ladung anzeigen
fr: Afficher la date de la dernière charge complète
it: Mostra la data dell’ultima carica completa
ja: 最後の完全充電日を表示
ko: 마지막 완전 충전 날짜 보기
nl: Toon datum laatst volledig opgeladen
pl: Pokazuj datę ostatniego naładowania
pt_br: Mostrar data da última carga completa
ru: показать дату последнего полного заряда
tr: Son tam şarj tarihini göster
uk: Показати дату останнього повного заряду
zh_hans: 显示上次完全充电日期

# settings.button.label.show_power_diagram
source: Show power distribution
cs: Zobrazit distribuci energie
de: Zeige Energieverteilung
fr: Afficher la distribution de l'énergie
it: Mostra la distribuzione dell'energia
ja: 電力配分を表示する
ko: 전력 분배 표시
nl: Toon stroomverdeling
pl: Pokazuj dystrybucję mocy
pt_br: Mostrar distribuição de energia
ru: Показать распределение питания
tr: Güç dağılımını göster
uk: Показати розподіл живлення
zh_hans: 显示功率分配

# settings.button.label.show_power_mode_options
source: Show power mode options
cs: Zobrazit možnosti režimu napájení
de: Energieoptionen anzeigen
fr: Afficher les options du mode d’alimentation
it: Mostra le opzioni della modalità energia
ja: 電源モードオプションを表示
ko: 전원 모드 옵션 표시
nl: Toon opties energiemodus
pl: Pokaż opcje trybu energii
pt_br: Mostrar opções de modo de energia
ru: показать параметры режима питания
tr: Güç modu seçeneklerini göster
uk: Показати параметри режиму живлення
zh_hans: 显示电源模式选项

# settings.button.label.show_power_source
source: Show power source
cs: Zobrazit zdroj napájení
de: Stromquelle anzeigen
fr: Afficher la source d'énergie
it: Mostra la fonte di energia
ja: 電源を表示する
ko: 전원 표시
nl: Toon stroomvoorziening
pl: Pokazuj źródło zasilania
pt_br: Mostrar fonte de energia
ru: показать источник питания
tr: Güç kaynağını göster
uk: Показати джерело живлення
zh_hans: 显示电源

# settings.button.label.show_static_bar_icon
source: Show static status icon
cs: Zobrazit statickou ikonu stavu
de: Statisches Statussymbol anzeigen
fr: Afficher l’icône d’état statique
it: Mostra l’icona di stato statica
ja: 静的なステータスアイコンを表示
ko: 고정 상태 아이콘 표시
nl: Statisch statuspictogram tonen
pl: Pokazuj statyczną ikonę statusu
pt_br: Mostrar ícone de status estático
ru: Показать статичный значок статуса
tr: Statik durum simgesini göster
uk: Показати статичний значок стану
zh_hans: 显示静态状态图标

# settings.button.label.show_status_bar_icon
source: Show status bar icon
cs: Zobrazit ikonu ve stavovém řádku
de: Symbol anzeigen
fr: Afficher l’icône de la barre d’état
it: Mostra l’icona della barra di stato
ja: ステータスバーアイコンを表示
ko: 상태 표시줄 아이콘 표시
nl: Toon statusbalkicoon
pl: Pokaż ikonę na pasku statusu
pt_br: Mostrar ícone da barra de status
ru: показать значок в строке состояния
tr: Durum çubuğu simgesini göster
uk: Показати значок у рядку меню
zh_hans: 显示状态栏图标

# settings.button.label.show_time_left_status_icon
source: Show time left
cs: Zobrazit zbývající čas
de: Verbleibende Zeit anzeigen
fr: Afficher le temps restant
it: Mostra il tempo rimasto
ja: 残り時間を表示する
ko: 남은 시간 표시
nl: Toon resterende tijd
pl: Pokazuj czas na baterii
pt_br: Mostrar tempo restante
ru: показать оставшееся время
tr: Kalan süreyi göster
uk: Показати час, що залишився
zh_hans: 显示剩余时间

# settings.button.label.status_icon_style_dynamic
source: Dynamic (Default)
cs: Dynamická (výchozí)
de: Dynamisch (Standard)
fr: Dynamique (par défaut)
it: Dinamico (predefinito)
ja: 動的（デフォルト）
ko: 동적(기본)
nl: Dynamisch (standaard)
pl: Dynamiczna (domyślnie)
pt_br: Dinâmico (padrão)
ru: Динамичный (по умолчанию)
tr: Dinamik (varsayılan)
uk: Динамічний (за замовчуванням)
zh_hans: 动态（默认）

# settings.button.label.status_icon_style_hidden
source: Hidden
cs: Skrytá
de: Ausgeblendet
fr: Masqué
it: Nascosto
ja: 非表示
ko: 숨김
nl: Verborgen
pl: Ukryta
pt_br: Oculto
ru: Скрыт
tr: Gizli
uk: Прихований
zh_hans: 隐藏

# settings.button.label.status_icon_style_static
source: Static
cs: Statická
de: Statisch
fr: Statique
it: Statico
ja: 静的
ko: 정적
nl: Statisch
pl: Statyczna
pt_br: Estático
ru: Статичный
tr: Statik
uk: Статичний
zh_hans: 静态

# settings.button.label.turn_off_charging_when_battery_is_hot
source: Automatically turn off charging when the battery gets hot
cs: Automaticky vypnout nabíjení, když se baterie zahřeje
de: Verhindere das Aufladen, wenn der Akku zu warm wird
fr: Désactiver automatiquement la charge lorsque la batterie devient chaude
it: Disattiva automaticamente la carica quando al surriscaldamento della batteria.
ja: バッテリーが熱くなったら、自動的に充電をオフにする
ko: 배터리가 뜨거울 경우 자동으로 충전 중단
nl: Pauzeer opladen als de batterij te heet is
pl: Przerwij ładowanie gdy bateria będzie zbyt gorąca
pt_br: Desligar automaticamente o carregamento quando a bateria esquentar
ru: Автоматически отключать зарядку при нагревании аккумулятора
tr: Pil ısındığında şarj etmeyi otomatik olarak durdur
uk: Автоматично вимикати заряджання при нагріванні акумулятора
zh_hans: 电池过热时自动停止充电

# settings.button.tooltip.disable_automatic_sleep
source: The app will delay sleep so the computer charge up to the limit and then it'll inhibit charging and put the Mac to sleep
cs: Aplikace odloží uspání, takže se počítač nabije až do limitu, a pak zablokuje nabíjení a uspí Mac
de: Der Ruhezustand wird bis zum Erreichen des festgelegte Ladelimits ausgesetzt. Anschließend wird dieser aktiviert und das Aufladen pausiert
fr: L'application retardera la mise en veille pour permettre à l'ordinateur de se charger jusqu'à la limite, puis elle arrêtera la charge et mettra le Mac en veille
it: L'app ritarderà la modalità di sospensione in modo che il computer si carichi fino al limite, quindi inibirà la ricarica e metterà il Mac in modalità di sospensione
ja: このアプリはコンピュータが充電限界まで充電するのを遅らせ、その後、充電を停止し、Macをスリープ状態にします。
ko: Mac을 충전 제한까지 충전하기 위해 잠자기를 제한한 후, 충전을 중단하고 Mac을 잠자기로 전환합니다
nl: Sluimerstand wordt uitgesteld zodat de computer tot de limiet oplaadt, daarna zal opladen worden gepauzeerd en zal sluimerstand geactiveerd worden.
pl: Apka opóźni automatycznie usypianie systemu, pozwoli naładować baterię do wyznaczonego limitu, wstrzyma ładowanie i uśpi Maca
pt_br: O aplicativo atrasará a suspensão para que o computador carregue até o limite e, em seguida, inibirá o carregamento e colocará o Mac em suspensão
ru: Приложение отложит переход в спящий режим, чтобы компьютер зарядился до лимита, а затем ограничит зарядку и переведет Mac в спящий режим.
tr: Uygulama, bilgisayarın sınıra kadar şarj olması için uyku modunu geciktirecek ve ardından şarjı durdurarak Mac'i uyku moduna geçirecektir
uk: Програма відкладе перехід у сплячий режим, щоб комп’ютер зарядився до ліміту, а потім обмежить заряджання та переведе Mac у сплячий режим.
zh_hans: 此应用会推迟睡眠以充电至设置的限制值，随后会停止充电并使Mac进入睡眠。

# settings.button.tooltip.turn_off_charging_when_battery_is_hot
source: Turns off charging when the battery is 40°C or more.
cs: Vypne nabíjení, když je teplota baterie 40 °C nebo vyšší.
de: Aufladen aussetzten, sobald der Akku 40°C überschreitet.
fr: Désactiver la charge lorsque la batterie atteint 40 °C ou plus.
it: Disattiva la carica quando la batteria raggiunge i 40°C o più.
ja: バッテリーが40°C以上の場合、充電をオフにします。
ko: 40°C 이상 배터리 온도가 올라갈 경우 충전을 제한합니다.
nl: Pauzeert het opladen als de batterij tenminste 40ºC is.
pl: Wyłącza ładowanie gdy temperatura baterii przekroczy 40°C
pt_br: Desliga o carregamento quando a bateria está a 40°C ou mais.
ru: Отключает зарядку при температуре аккумулятора 40°C и выше.
tr: Pil sıcaklığı 40°C veya üzerine çıktığında şarj etmeyi durdurur.
uk: Вимкнення заряджання при температурі акумулятора 40°C і вище.
zh_hans: 当电池温度达到40˚C或者以上时停止充电。

# settings.hotkey.label.charge_to_full
source: Toggle charge to 100%
cs: Přepnout na nabíjení na 100 %
de: Laden auf 100% umschalten
fr: Activer la charge à 100%
it: Attiva/Disattiva carica fino al 100%
ja: 100%まで充電を切り替える
ko: 100% 충전 토글
nl: Zet opladen tot 100% aan/uit
pl: Włącz/wyłącz ładowanie do 100%
pt_br: Alternar carregar até 100%
ru: включить зарядку до 100%
tr: %100 şarj et'e geçiş yap
uk: Увімкнути заряджання до 100%
zh_hans: 开/关 充电至100%

# settings.hotkey.label.discharge
source: Toggle run on battery
cs: Přepnout na provoz na baterii
de: Umschalten auf Batteriebetrieb
fr: Activer l'utilisation de la batterie
it: Attiva/Disattiva esecuzione a batteria
ja: バッテリーで稼働の切り替え
ko: 배터리 방전 토글
nl: Zet gebruik batterij aan/uit
pl: Włącz/wyłącz zasilanie z baterii
pt_br: Alternar operar na bateria
ru: включить режим работы от аккумулятора
tr: Pil ile çalıştır'a geçiş yap
uk: Увімкнути режим роботи від акумулятора
zh_hans: 开/关 使用电池运行

# settings.hotkey.label.inhibit
source: Toggle inhibit charging
cs: Přepnout na blokování nabíjení
de: Laden verhindern umschalten
fr: Activer le blocage de la charge
it: Attiva/Disattiva impedimento della carica
ja: 充電停止の切り替え
ko: 충전 중단 토글
nl: Zet pauzeer opladen aan/uit
pl: Włącz/wyłącz wstrzymanie ładowania
pt_br: Alternar inibir carregamento
ru: включить блокирование зарядки
tr: Şarj etmeyi durdur'a geçiş yap
uk: Увімкнути блокування заряджання
zh_hans: 开/关 停止充电
